[
  {
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQFAbYMYyqGKfQ/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1683230305668?e=1746057600&v=beta&t=jToCPc5nGFjnekQMM_diqbDY8hGrz-AwWp-TjF3Wiwc",
    "author": "Santiago Meneses Dussan",
    "position": "Software Engineer | Web Developer",
    "date": "24 de febrero de 2025",
    "text": "Jhon sabe equilibrar muy bien la parte técnica con la organización del equipo. No solo tiene un gran conocimiento en frontend, sino que también se preocupa porque todos podamos trabajar de forma clara y sin bloqueos. Algo que me gustó de trabajar con él es que siempre está dispuesto a escuchar y debatir ideas, sin imponer su opinión. Además, le da mucha importancia a las buenas prácticas y a la calidad del código, pero sin volverse rígido o hacer las cosas más complicadas de lo necesario. Es de esas personas con los que se aprende mucho y con quien da gusto trabajar."
  },
  {
    "photo": "https://media.licdn.com/dms/image/v2/D4D03AQF_9sX4_oe2zA/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1690213028315?e=1746057600&v=beta&t=lGxG1qGkL8LoqrGylJ2uOI1ktm5XpE-7E1UwpaTQpb0",
    "author": "Hugo Armando Garcia Calvo",
    "position": "Full Stack Developer | PHP, C#, Java, Dart (Flutter), JavaScript | AngularJS, React, .NET, Node.js, SQL, NoSQL",
    "date": "11 de febrero de 2025",
    "text": "Es un líder frontend que tiene claro lo que hay que hacer y cómo organizar al equipo para que todo fluya bien. No solo se preocupa por el código, sino también por que todos trabajemos mejor y aprendamos en el proceso. Algo que siempre valoré es que no solo da indicaciones y ya, sino que realmente se involucra, ayuda a resolver problemas y busca mejorar tanto el proyecto como la forma en que trabajamos. Se nota que le importa lo que hace y eso se refleja en el equipo."
  },
  {
    "photo": "https://media.licdn.com/dms/image/v2/D4E03AQHnVWYYlGn93w/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1722702517446?e=1746057600&v=beta&t=5bVt2S0NQi0TFskN7AoC97eFoUm4LjWb_RLMXlvsngE",
    "author": "Andrés Hernández",
    "position": "Staff Engineer | Cloud & Mobile Enthusiast",
    "date": "11 de febrero de 2025",
    "text": "Como líder técnico de Jhon, puedo decir que tiene muy buen nivel técnico y sabe cómo aplicar las herramientas adecuadas en cada proyecto. Lo he visto trabajar con Svelte, Vue, React y Astro, y siempre busca que el código sea claro y mantenible. También colabora con equipos de QA en automatizaciones, aportando a la estabilidad del desarrollo. Algo que destaca es cómo aborda los problemas, siempre buscando soluciones eficientes y asegurándose de que todos los involucrados estén alineados. Tiene buena comunicación con diferentes equipos, lo que ayuda a que el desarrollo sea más fluido y a evitar reprocesos."
  },
  {
    "photo": "https://media.licdn.com/dms/image/v2/D4E03AQFmpYrF2ZwBpg/profile-displayphoto-shrink_100_100/B4EZO74zadHkAY-/0/1734024050621?e=1746057600&v=beta&t=NXRbB1Tc1M4wxQnvBytZIkEYvZVL3XZmmRrpUylMG88",
    "author": "Gerardo Garcia Lopez",
    "position": "Desarrollador Frontend Semi Senior",
    "date": "9 de febrero de 2025",
    "text": "Trabajar con Jhon fue una gran experiencia. Como líder frontend, siempre tuvo claridad en los objetivos, dio buen soporte al equipo y fomentó buenas prácticas de desarrollo. Su capacidad para resolver problemas y organizar el trabajo hizo que el equipo pudiera avanzar de manera eficiente."
  }
]